[
  {
    "id": 1,
    "title": "New Year's Fiesta",
    "description": "Begin the new year on a high note at our New Year's Fiesta. Immerse yourself in an evening filled with pulsating live music performances, exquisite traditional Mexican cuisine, and a dazzling display of decorations that capture the festive spirit.",
    "summary": "An exhilarating celebration to welcome the new year with a spectacular array of music, gourmet food, and vibrant festivities.",
    "importance": "This event not only marks the beginning of a new year but also fosters a sense of community and cultural pride among attendees..",
    "cost": 25.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/1.webp",
    "startDate": "2024-01-01",
    "endDate": "2024-01-01",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 30,
    "availableTickets": 10
  },
  {
    "id": 2,
    "title": "Valentine's Day Latin Dance",
    "description": "Experience the allure of Valentine's Day with an intimate night of Latin dance. Learn the sensual moves of salsa, bachata, and more from expert dancers, followed by a sampling of delectable desserts crafted to ignite passion and romance.",
    "summary": "A romantic evening featuring Latin dance workshops, performances, and a selection of sweet treats.",
    "importance": "PEncourages cultural engagement and personal connections through the universal language of dance on a day celebrating love.",
    "cost": 35.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/2.webp",
    "startDate": "2024-02-14",
    "endDate": "2024-02-14",
    "isPast": false,
    "totalTickets": 35,
    "ticketsSold": 25,
    "availableTickets": 10
  },
  {
    "id": 3,
    "title": "Women's History Month Celebration",
    "description": "Honor the remarkable contributions of women in the Latinx community through a series of engaging talks, powerful performances, and an exhibition of artwork by local female artists. This event celebrates the strength and creativity of women who have shaped our cultural landscape.",
    "summary": "A dynamic celebration that appreciates and recognizes the pivotal roles played by women in shaping our society.",
    "importance": "Elevates the visibility of women's achievements and their critical roles in our community, inspiring future generations.",
    "cost": 20.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/3.webp",
    "startDate": "2024-03-08",
    "endDate": "2024-03-08",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 35,
    "availableTickets": 5
  },
  {
    "id": 4,
    "title": "Café de Olla Tasting",
    "description": "Discover the rich and aromatic flavors of our signature café de olla through a curated tasting event. Explore various preparations and brewing techniques that highlight the unique characteristics of this traditional Mexican coffee.",
    "summary": "A sensory journey into the heart of Mexican coffee culture with an interactive café de olla tasting experience..",
    "importance": "Promotes the appreciation of traditional brewing methods and the rich coffee heritage of Mexico.",
    "cost": 15.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/4.webp",
    "startDate": "2024-04-01",
    "endDate": "2024-04-05",
    "isPast": true,
    "totalTickets": 30,
    "ticketsSold": 30,
    "availableTickets": 0
  },
  {
    "id": 5,
    "title": "Cinco de Mayo Fiesta",
    "description": "Celebrate Cinco de Mayo in style with a grand fiesta featuring live mariachi music, folkloric dance performances, and a feast of authentic Mexican cuisine. Engage in traditional games and enjoy handcrafted decorations that bring the spirit of Mexico to life",
    "summary": "An immersive experience that brings together music, dance, and culinary delights to celebrate Mexican heritage.",
    "importance": "Strengthens cultural identity and provides a platform for sharing Mexican traditions with the wider community.",
    "cost": 25.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/5.webp",
    "startDate": "2024-05-05",
    "endDate": "2024-05-05",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 28,
    "availableTickets": 12
  },
  {
    "id": 6,
    "title": "Music & Poetry Night",
    "description": "Delve into a night of heartfelt expressions through music and poetry. Local artists and poets will share their creative works in an intimate setting, fostering a deep connection with the audience through their lyrical narratives and melodies.",
    "summary": "An evening of artistic expression that showcases the talents of local musicians and poets.",
    "importance": "Supports local artists and poets, enriching the community's cultural landscape by providing a venue for creative expression.",
    "cost": 25.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/6.webp",
    "startDate": "2024-06-01",
    "endDate": "2024-06-01",
    "isPast": false,
    "totalTickets": 35,
    "ticketsSold": 20,
    "availableTickets": 15
  },
  {
    "id": 7,
    "title": "Latin Jazz Festival",
    "description": "Experience the vibrant rhythms and melodic intricacies of Latin jazz at our annual festival. Featuring renowned musicians and up-and-coming artists, this festival is a celebration of musical innovation and cultural heritage.",
    "summary": "A captivating festival dedicated to the exhilarating sounds of Latin jazz, with performances by celebrated artists and emerging talents.",
    "importance": "Fosters a deeper appreciation for Latin jazz as an important musical genre that embodies the fusion of culture and history.",
    "cost": 35.0,
    "host": "Latino Musicians Association",
    "image": "/images/events/7.webp",
    "startDate": "2024-07-15",
    "endDate": "2024-07-17",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 32,
    "availableTickets": 8
  },
  {
    "id": 8,
    "title": "Guest Chef Night: Authentic Mexican Cuisine",
    "description": "ndulge in an exclusive culinary event with guest chef Diego Rivera, who will prepare a signature menu showcasing the richness of authentic Mexican cuisine. This gastronomic journey will include a series of dishes each paired with a traditional Mexican beverage.",
    "summary": "A gourmet evening that offers a taste of authentic Mexican flavors through a specially curated menu by Chef Diego Rivera.",
    "importance": "Celebrates the culinary arts and provides an opportunity to experience genuine Mexican dishes crafted by a renowned chef.",
    "cost": 60.0,
    "host": "Chef Diego Rivera",
    "image": "/images/events/8.webp",
    "startDate": "2024-08-01",
    "endDate": "2024-08-01",
    "isPast": false,
    "totalTickets": 30,
    "ticketsSold": 22,
    "availableTickets": 8
  },
  {
    "id": 9,
    "title": "Latino Film Festival",
    "description": "Immerse yourself in the art of Latin American cinema at our film festival. Watch a selection of critically acclaimed films, participate in Q&A sessions with filmmakers, and gain insights into the filmmaking process.",
    "summary": "A festival celebrating Latin American film with screenings, discussions, and opportunities to meet the filmmakers.",
    "importance": "A festival celebrating Latin American film with screenings, discussions, and opportunities to meet the filmmakers.",
    "cost": 30.0,
    "host": "Hispanic Filmmakers Guild",
    "image": "/images/events/9.webp",
    "startDate": "2024-09-10",
    "endDate": "2024-09-12",
    "isPast": false,
    "totalTickets": 35,
    "ticketsSold": 30,
    "availableTickets": 5
  },
  {
    "id": 10,
    "title": "Guest Speaker Series: Latino Entrepreneurs",
    "description": "Be inspired by the success stories of Latino entrepreneurs who have made significant impacts in various industries. This panel discussion will explore the challenges and triumphs of building a business as a Latino in today's competitive environment.",
    "summary": "An inspiring series of talks that highlights the journeys and achievements of successful Latino entrepreneurs.",
    "importance": "Empowers and motivates aspiring entrepreneurs by providing insights and strategies from those who have successfully navigated the business world.",
    "cost": 25.0,
    "host": "Latino Business Network",
    "image": "/images/events/10.webp",
    "startDate": "2024-10-20",
    "endDate": "2024-10-20",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 25,
    "availableTickets": 15
  },
  {
    "id": 11,
    "title": "Day of the Dead Celebration",
    "description": "Join us in a meaningful celebration of Día de los Muertos, where we honor the lives of the departed with traditional altars, music, and cuisine. This event is a profound expression of the cultural significance of remembering and celebrating our ancestors.",
    "summary": "A heartfelt celebration that observes the traditions of Día de los Muertos with cultural activities and remembrance.",
    "importance": "Serves as a vital cultural observance that fosters understanding and respect for the practices associated with honoring the deceased.",
    "cost": 20.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/11.webp",
    "startDate": "2024-11-02",
    "endDate": "2024-11-02",
    "isPast": false,
    "totalTickets": 40,
    "ticketsSold": 30,
    "availableTickets": 10
  },
  {
    "id": 12,
    "title": "Holiday Tamalada",
    "description": "Gather with community members for our annual tamalada, where you can learn how to make tamales from scratch and share in the joyous spirit of the holiday season. This hands-on event is perfect for families and individuals looking to experience a cherished Mexican tradition.",
    "summary": "A communal event centered around the traditional practice of making and sharing tamales, celebrating the spirit of community and cultural heritage during the holiday season.",
    "importance": "Encourages community engagement and cultural exchange through a shared culinary tradition that is integral to Mexican culture.",
    "cost": 15.0,
    "host": "Sabor Cup Cafe",
    "image": "/images/events/12.webp",
    "startDate": "2024-12-15",
    "endDate": "2024-12-15",
    "isPast": false,
    "totalTickets": 30,
    "ticketsSold": 25,
    "availableTickets": 5
  }
]
